[
    {
        "lang": "PL",
        "translations": {
            "firstName": "Imię",
            "lastName": "Nazwisko",
            "findGrave": "Znajdź grób",
            "home": "Home",
            "buttonLanguage": "EN",
            "newThing": "Ab",
            "deathYearFrom": "Rok śmierci od",
            "deathYearTo": "Rok śmierci do",
            "names": "Imiona",
            "dateOfDeath": "Data śmierci",
            "age": "Wiek",
            "historyCemetery":"Historia cmentarza",
            "contact":"Kontakt",
            "gravesFound":"Znaleziono {0} grobów",
            "welcomeMessage":"Witamy na stronie cmentarza żydowskiego w Czeladzi",
            "search":"Szukaj",
            "reset":"Wyczyść",
            "yearOfDeath": "Rok śmierci",
            "hebrewDate" : "Żydowska data śmierci",
            "spouseName" :"Imię męża/żony",
            "fatherName" :"Imię ojca",
            "notes" :"Uwagi",
            "reference" :"Nr referencyjny",
            "row":"Rząd",
            "r": "po prawej stronie",
            "l":"po lewej stronie",
            "pressLine": "Kliknij w wiersz tabeli, żeby wyświetlić więcej informacji",
            "contactPar1": "CMENTARZ ŻYDOWSKI W CZELADZI",
            "contactPar2": "ul. Będzińska 66, 41-250 Czeladź (w pobliżu centrum handlowego M1)",
            "contactPar3": "Cmentarz znajduje się pod opieką Muzeum „Saturn” w Czeladzi i jest utrzymywany ze środków miasta Czeladź. Informacje dotyczące zwiedzania z przewodnikiem                  oraz opieki nad grobami: Tel.: 32 265 42 98 (Muzeum „Saturn”)",
            "contactPar4": "Cmentarz jest ogrodzony i zamykany. Klucz do bramy znajduje się w budynku przycmentarnym nr 66. tel.: 516 300 169",
            "historyTitle1": "HISTORIA CMENTARZA",
            "historyTitle2": "CZAS HOLOKAUSTU I DEWASTACJI",
            "historyTitle3": "ODNOWA I OPIEKA",
            "historyPar1": "Wspólny cmentarz gmin żydowskich Będzina i Czeladzi założono około 1915 roku, na granicy obu miast - przy ul. Będzińskiej. Zgodnie z zasadami halachy został podzielony na kilka części, z osobnymi kwaterami dla mężczyzn - po prawej stronie głównej alei, dla kobiet po lewej stronie oraz dla dzieci - w tylnej części cmentarza. Mężczyźni pochowani są w 88 rzędach grobowych a kobiety w 91 rzędach. Zachowane nagrobki wykonane najczęściej z piaskowca, kamienia wapiennego, sztucznego kamienia, rzadziej z granitu. Większość z nich ma formę tradycyjnych macew, z inskrypcjami wyrytymi w językach hebrajskim i jidysz, czasem w języku polskim a nawet esperanto. W 1935 r. blisko wejścia pochowany został rabin Będzina Cwi Hanoch ha-Kohen Lewin, na którego grobie wzniesiono ohel. Jego prochy zostały po wojnie przeniesione do Izraela. Na powierzchni ponad 1,5 ha zachowało się ok. 3200 nagrobków.",
            "historyPar2": "Podczas II wojny światowej w tylnej części cmentarza pochowano ciała około 100 osób zabitych przez Niemców podczas spalenia synagogi w Będzinie. Później pochowano tutaj tam również ok. 400 zamordowanych w sierpniu 1943 r. w czasie akcji likwidacji getta w Czeladzi. Sam cmentarz podczas wojny nie został jednak poważnie zdewastowany przez i przetrwał do wyzwolenia w dość dobrym stanie. W sierpniu 1945 r. odbył się pogrzeb Mariana Grossmana i Szlamka Gelbarda, zabitych przez polskich antysemitów po powrocie do miasta. Po wojnie na cmentarzu odbywały się już tylko nieliczne pogrzeby - ostatni odbył się w marcu 1948 r. W powojennych latach doszło do kilkunastu przypadków dewastacji cmentarza m.in. w 2002 r., kiedy to kilkadziesiąt nagrobków zostało uszkodzonych i pokrytych antysemickimi hasłami.",
            "historyPar3": "W 1988 r. dzięki finansowemu wsparciu i ogromnej pracy pochodzącego z Czeladzi, ocalalego z Zagłady Mońka Stawskiego, przeprowadzono gruntowne prace porządkowe, renowacyjne oraz ogrodzono cmentarz. Podniesiono większość nagrobków oraz osadzono je w betonowych fundamentach. Dzięki tym pracom cmentarz ten jest obecnie jednym z najlepiej zachowanych żydowskich nekropolii w Polsce. W 2003 roku międzynarodowy zespół wolontariuszy pod kierownictwem Jeffrey Cymblera wykonał spis wszystkich zachowanych nagrobków, który został opublikowany w 2007 r. w książce zatytułowanej 'Cmentarz Gmin Żydowskich Będzina i Czeladzi'. Wyszukiwarka grobów znajdująca się na tej stronie korzysta właśnie z efektów tych prac inwentaryzacyjnych. W ostatnim czasie cmentarz został przekazany na własność miastu Czeladź, które to za pośrednictwem muzeum miejskiego „Saturn” opiekuje się oraz utrzymuje cmentarz."


        }
    },
    {
        "lang": "EN",
        "translations": {
            "firstName": "Name",
            "lastName": "Last Name",
            "findGrave": "Find grave",
            "home": "Home",
            "buttonLanguage": "PL",
            "deathYearFrom": "Death year from",
            "deathYearTo": "Death year to",
            "names": "Names",
            "dateOfDeath": "Date of death",
            "age": "Age",
            "historyCemetery":"History of the cemetery",
            "contact":"Contact",
            "gravesFound":"{0} graves found",
            "welcomeMessage":"Welcome to the site of the Jewish cemetery in Czeladź",
            "search":"Search",
            "reset":"Reset",
            "yearOfDeath": "Year of death",
            "hebrewDate" : "Hebrew date of death",
            "spouseName" :"Spouse's name",
            "fatherName" :"Father's name",
            "notes" :"Notes",
            "reference" :"Reference",
            "row":"Row",
            "r": "on the right",
            "l":"on the left",
            "pressLine": "Click the line to display more information",
            "contactPar1": "JEWISH CEMETERY IN CZELADŹ",
            "contactPar2": "ul. Będzińska 66 41-250 Czeladź (near the M1 shopping center)",
            "contactPar3": "The cemetery is under care of the „Saturn” Museum in Czeladź and it is maintained by the city of Czeladź. Detailed information on sightseeing and caring for graves: Tel .: 32 265 42 98 („Saturn” Museum)",
            "contactPar4": "The cemetery is fenced and closed. The key to the gate is at the house no. 66., near to the cemetery entrance. Tel .: + 48 516 300 169",
            "historyTitle1": "HISTORY OF THE CEMETERY",
            "historyTitle2": "TIME OF HOLOCAUST AND DEVASTATION",
            "historyTitle3": "RENOVATION AND CARETAKING",
            "historyPar1": "The cemetery of the Jewish communities of Będzin and Czeladz was founded around 1915, on the border of both cities - at Będzińska street. According to the religious rules of halacha it was divided into few sections, with separate quarters for men - on the right side of the main alley, for women - on the left side and for children - at the back of the cemetery. Men are buried in 88 grave rows and women in 91 rows. Tombstones preserved until today are made mostly of sandstone, limestone, artificial stone, less often of granite. Most of them have the form of traditional matzevot, with inscriptions engraved in Hebrew and Yiddish, sometimes in Polish and even Esperanto. In 1935, Rabbi Będzin Cwi Hanoch ha-Kohen Lewin was buried near the entrance, on whose grave an ohel was erected. His ashes were transferred to Israel after the war by his family. About 3200 gravestones have been preserved on the area of ​​over 1.5 ha.",
            "historyPar2": "During World War II, the bodies of about 100 people killed by the Germans near the burned synagogue in Będzin were buried at the back of the cemetery. Later, the bodies of around 400 murdered in August 1943 during the liquidation of the ghetto in Czeladź were also buried here. During the war the cemetery itself wasn’t seriously devastated by the Germans and survived until liberation in fairly good condition. In August 1945 burials of Marian Grossman and Szlamek Gelbard - killed by Polish anti-Semites after returning to the city took place. After the war, only a few funerals took place - the last known took place in March 1948. In the post-war years there were several cases of devastation of the cemetery, including in 2002, when dozens of tombstones were damaged and covered with anti-Semitic graffiti.",
            "historyPar3": "In 1988 major renovation works and fencing of the cemetery were carried out, thanks to the financial support and enormous afford of Moniek Stawski - Czeladź born Holocaust survivor. Most of the tombstones were raised and embedded in concrete foundations. Thanks to these works, this cemetery is now one of the best preserved Jewish necropolises in Poland. In 2003 an international team of volontiers, lead by Jeffrey Cymbler made a complete inventory of preserved tombstones and published it in 2007 in the book 'Cemetery of Jewish Communities Będzin and Czeladz.' The „find grave” engine on this website uses the results of those works carried out by Jeffrey Cymbler’s team. Recently, the cemetery was handed over to the city of Czeladź, which is looking after and maintaining it through the city museum 'Saturn'"
        }
    }
]


