[
    {
        "lang": "PL",
        "translations": {
            "firstName": "Imię",
            "lastName": "Nazwisko",
            "findGrave": "Znajdź grób",
            "home": "Home",
            "buttonLanguage": "EN",
            "newThing": "Ab",
            "deathYearFrom": "Rok śmierci od",
            "deathYearTo": "Rok śmierci do",
            "names": "Imiona",
            "dateOfDeath": "Data śmierci",
            "age": "Wiek",
            "historyCemetery":"Historia cmentarza",
            "contact":"Kontakt",
            "gravesFound":"Znaleziono {0} grobów",
            "welcomeMessage":"Witamy na stronie cmentarza żydowskiego w Czeladzi",
            "search":"Szukaj",
            "reset":"Wyczyść",
            "yearOfDeath": "Rok śmierci",
            "hebrewDate" : "Żydowska data śmierci",
            "spouseName" :"Imię męża/żony",
            "fatherName" :"Imię ojca",
            "notes" :"Uwagi",
            "reference" :"Nr referencyjny",
            "row":"Rząd",
            "r": "po prawej stronie",
            "l":"po lewej stronie",
            "viewLargerMap" : "Wyświetl większą mapę",
            "pressLine": "Kliknij w wiersz tabeli, żeby wyświetlić więcej informacji",
            "contactPar1": "CMENTARZ ŻYDOWSKI W CZELADZI",
            "contactPar2": "ul. Będzińska 66, 41-250 Czeladź (w pobliżu centrum handlowego M1)",
            "contactPar3": "Cmentarz znajduje się pod opieką Muzeum „Saturn” w Czeladzi i jest utrzymywany ze środków miasta Czeladź. Informacje dotyczące zwiedzania z przewodnikiem                  oraz opieki nad grobami: Tel.: 32 265 42 98 (Muzeum „Saturn”)",
            "contactPar4": "Cmentarz jest ogrodzony i zamykany. Klucz do bramy znajduje się w budynku przycmentarnym nr 66. tel.: 516 300 169",
            "historyTitle1": "HISTORIA CMENTARZA",
            "historyTitle2": "CZAS HOLOKAUSTU I DEWASTACJI",
            "historyTitle3": "ODNOWA I OPIEKA",
            "1915":"Cmentarz gmin żydowskich Będzina i Czeladzi został założony około 1915 r. na granicy tych dwóch miast - przy ul. Będzińskiej. Cmentarz ma powierzchnię 1,5 ha. Mężczyźni są pochowani w 88 rzędach po prawej stronie głównej alei, a kobiety w 91 rzędach po lewej stronie  alei.",
            "1935":"Słynny będziński rabin, błogosławionej pamięci, Cwi Hanoch Ha-Kohen Lewin został pochowany blisko wejścia na cmentarz. Na jego grobie wzniesiono ohel, którego ruiny są nadal widoczne. Szczątki rabina Lewina zostały przeniesione po wojnie do Izraela przez jego rodzinę.",
            "1939-1945":"Podczas Holokaustu około 500 Żydów z Będzina i Czeladzi, zamordowanych przez hitlerowców, zostało pochowanych na cmentarzu.",
            "1945":"Po zakończeniu wojny mała społeczność żydowska pozostała w Będzinie i Czeladzi. Niestety w 17 sierpnia 1945 r. dwóch Żydów wracających do Czeladzi - błp. Marian Grossman (21) i błp. Szlamek Gelbard (32) zostało zamordowanych. Obaj zostali pochowani na cmentarzu. Na obu nagrobkach wyryto napis „zmarł tragicznie.", 
            "1948":"Pogrzeb błp. Davida Siwka, który odbył się 8 marca 1948 r. był ostatnim jaki miał miejsce na tym cmentarzu. W następnych latach społeczność żydowska ocalała z Holokaustu przestała istnieć i pozostali Żydzi wyemigrowali z Polski.",
            "1945-1988":"Największych zniszczeń na cmentarz doznał po 1945 r. Nagrobki były usuwane, niszczone i przewracane. Cały teren został porośnięty gęstą roślinnością. Nic nie chroniło cmentarza przed wandalizmem.",
            "1988":"Cmentarz pozostawał opieki przez 40 lat. Błogosławionej pamięci Moniek Stawski, pochodzący z Czeladzi ocalały z Holokaustu rozpoczął swój wielki wysiłek w 1988 r., poświęcając swoją wiedzę, czas i pieniądze by odrestaurować ten całkowicie zdewastowany cmentarz. Upewnił się, że szczątki Żydów zabitych w getcie w Będzinie-Kamionce oraz szczątki pochowanych z całkowicie zniszczonego cmentarza w Sieleckiej zostały przeniesione na cmentarz czeladzki. Cmentarz Będzińsko-Czeladzki jest dziś jednym z najlepiej zachowanych cmentarzy żydowskich w Polsce, dzięki jego poświęceniu i wsparciu trwającemu przez ponad dwie dekady, aż do jego śmierci w 2013 roku.",
            "2003-2007":"Jeffrey K. Cymbler jest potomkiem byłych mieszkańców regionu i znanym znawcą żydowskiej historii regionu. Dzięki swojej książce „Cmentarz gmin żydowskich Będzina i Czeladzi” Cymbler stworzył ważne upamiętnienie społeczności żydowskich w Będzinie i Czeladzi. Poświęcając niezliczone godziny pracy, podróżując między swoim domem w USA a Polską, tłumaczył inskrypcje nagrobków, indeksował i fotografował ponad 3000 nagrobków. Ta książka zawiera ważne informacje na temat cmentarza i historii społeczności. Jest to „obowiązkowa lektura” dla każdego, kto planuje wizytę na cmentarzu. Dzięki pracy Jeffreya Cymblera i Mońka Stawskiego udało się stworzyć tę stronę.",
            "2010-...":"Od 2010 r. Muzeum „Saturn” w Czeladzi, pod kierownictwem pani dyrektor Iwony Szaleniec, opiekuje się i utrzymuje cmentarz, który jest uważany za integralną część historii miasta.",
            "figcaption1":"Cmentarz w 1973 r., fot. Zofia Rydet; CC BY-NC-ND 3.0 PL",
            "figcaption2":"Cmentarz przed renowacją, fot. Moniek Stawski",
            "figcaption3":"Cmentarz po renowacji, fot. Moniek Stawski",
            "figcaption4":"Moniek Stawski na cmentarzu po renowacji"
        }
    },
    {
        "lang": "EN",
        "translations": {
            "firstName": "Name",
            "lastName": "Last Name",
            "findGrave": "Find grave",
            "home": "Home",
            "buttonLanguage": "PL",
            "deathYearFrom": "Death year from",
            "deathYearTo": "Death year to",
            "names": "Names",
            "dateOfDeath": "Date of death",
            "age": "Age",
            "historyCemetery":"History of the cemetery",
            "contact":"Contact",
            "gravesFound":"{0} graves found",
            "welcomeMessage":"Welcome to the site of the Jewish cemetery in Czeladź",
            "search":"Search",
            "reset":"Reset",
            "yearOfDeath": "Year of death",
            "hebrewDate" : "Hebrew date of death",
            "spouseName" :"Spouse's name",
            "fatherName" :"Father's name",
            "notes" :"Notes",
            "reference" :"Reference",
            "row":"Row",
            "r": "on the right",
            "l":"on the left",
            "viewLargerMap" : "View larger map",
            "pressLine": "Click the line to display more information",
            "contactPar1": "JEWISH CEMETERY IN CZELADŹ",
            "contactPar2": "ul. Będzińska 66 41-250 Czeladź (near the M1 shopping center)",
            "contactPar3": "The cemetery is under care of the „Saturn” Museum in Czeladź and it is maintained by the city of Czeladź. Detailed information on sightseeing and caring for graves: Tel .: 32 265 42 98 („Saturn” Museum)",
            "contactPar4": "The cemetery is fenced and closed. The key to the gate is at the house no. 66., near to the cemetery entrance. Tel .: + 48 516 300 169",
            "historyTitle1": "HISTORY OF THE CEMETERY",
            "historyTitle2": "TIME OF HOLOCAUST AND DEVASTATION",
            "historyTitle3": "RENOVATION AND CARETAKING",
            "1915":"The cemetery of the Jewish communities of Będzin and Czeladz was founded around 1915, on the border of both cities - at Będzińska street on 1.5ha. Men are buried in 88 grave rows to the right and women in 91 rows to the left of the center path.",
            "1935":"Famous Bedzin Rabbi Zvi Chanoch HaKohen Levin ז”ל was buried near the entrance to the cemetery. An ohel was erected on the site of his grave. The ruins of the ohel are still visible. His remains were transferred to Israel after the war by his family.",
            "1939-1945":"During the Holocaust about 500 Jews from Bedzin and Czeladz, who were murdered by the Nazis, are buried at the cemetery.",
            "1945":"After the Holocaust  a small Jewish community was reestablished in Bedzin and Czeladz. Unfortunately, pogroms broke out in many towns after the war. On August 17th 1945 two Jewish men who had resettled in Czeladz, Marian Grossman (21) ז”ל and Szlamek Gelbard (32) ז”ל, were murdered by locals. Both are buried at the Czeladz cemetery. On each of their tombstones it states that they died a “tragic death”.",
            "1948":"David Siwek’s ז”ל funeral was the last funeral that took place in the cemetery on March 8th 1948. At the same time the post Holocaust Jewish community was liquidated as the remaining Jews emigrated from Poland.",  
            "1945-1988":"Most of the destruction to the cemetery took place after 1945. Tombstones were removed, destroyed, toppled over and the entire area was overgrown with vegetation. There was nothing to protect the cemetery from vandalism.",  
            "1988":"The cemetery was not maintained at all for over 40 years. Moniek Stawski ז”ל, Holocaust  survivor and Czeladz native, began with his enormous effort in 1988 and provided his know-how, time and money to restore the completely devastated cemetery. Moniek Stawski ז”ל made sure that the remains of the Jews killed in the Kamionka-Bedzin Ghetto as well as the remains of the Jews from the totally destroyed Sielecka cemetery were moved to the Bedzin-Czeladz cemetary. The Bedzin-Czeladz cemetery today is one of the best preserved Jewish cemeteries in Poland, thanks to his continued dedication and support for over two decades until his passing in 2013.", 
            "2003-2007":"Jeffrey K. Cymbler is a descendent of former residents of the area and well known expert of the region’s Jewish history. With his book “Cemetery of Jewish Communities Bedzin and Czeladź Poland” Mr. Cymbler has created an important memorial to the Jewish communities of Bedzin and Czeladz. Investing endless hours of work, traveling between his home in the US to Poland, he translated tombstone inscriptions, indexed and photographed over 3.000 tombstones.His book contains important information about the cemetery and community’s history. It is a “must read” for anyone who plans a visit to the cemetery. Thanks to Jeffrey Cymbler’s and Moniek Stawski’s work it was possible to create this website.",  
            "2010-...":"Museum 'Saturn' of Czeladz, under the leadership of Director Mrs. Iwona Szaleniec, is looking after and maintaining the cemetary which is regarded as an integral part of the history of the town.",
            "figcaption1":"Cemetery in 1973, photo Zofia Rydet; CC BY-NC-ND 3.0 PL",
            "figcaption2":"Cemetery before renovation",
            "figcaption3":"Cemetery after renovation",
            "figcaption4":"Moniek Stawski on the cemetery after renovation"
        }
    }
]


